Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “三个月！只要马家三个月内找不到我，我境界最少能达到铸鼎境四五重，配合黑色元力综合战力应该达到铸鼎境八九重，到时候就算你们派人来刺杀，小爷就不怕了！难不成他们还会不要脸的派紫府境强者出手？”
en_us: "Three months! If the Ma Family did not manage to locate me by the end of three months, my attainment would reach the fourth or fifth stage of the Cast Tripod Realm at the very least. Combined with the black essence force, my powers should reach the eighth or ninth stage of the Cast Tripod Realm. By that time, even if the Ma Family were to send their assassins, this young master would have nothing to fear! Would they even be so audacious as to sending a powerful martial artist who is at the Purple Mansion Realm?"

source: “三人铸鼎境二重，一人铸鼎境三重！”
en_us: "Three of them are at the second stage of the Cast Tripod Realm. One of them is at the third stage of the Cast Tripod Realm!"

source: “三位长老请求家主之时，很多弟子都可以做证。”
en_us: "When the three Elders asked our Sect Master for permission, a lot of our disciples were present."

source: “三十三丈？”枫影转头直接在眼前的灵植地里，来回扫视了四五遍也没发现任何身影，“人呢，系统你是不是看错了？”
en_us: "33 feet?" Feng Ying turned his head and looked directly at the spirit herb vegetation, glanced around several times but did not find anyone, "Where's the person, system did you make a mistake?"

source: “三叔……”那个喊话的化神修行一急，似是想说什么，却被对方一个冷眼制止。
en_us: "Third Uncle…" The previously shouting Soul Formation cultivator panicked, seemingly trying to say something but was silenced by the look thrown at him by the other.

source: “三大世家数十位游仙都没能出来。”枫影摇了摇头道，“那孤月尊者怕是也凶多吉少了。”
en_us: "Even the traveling immortals from each of the three aristocratic families have not come out of the pagoda," Feng Ying shook his head. "It looks like Supremacy Lonemoon is in trouble."

source: “三点水的沈，萤光的萤！”继续补充。
en_us: "That's S-H-E-N Y-I-N-G!" Lonemoon added.

source: “上……”那你为啥没说啊喂？
en_us: "When we came..." Why didnt you say anything then?

source: “上……上仙……”
en_us: "Exalted... Exalted Immortal..."

source: “上……上仙。”兔王尽量压下心底的恐惧，“上仙如果缺食材，小的到是可以效力。我族兔妖多，分布的地域广，啥吃的都能找着，不如……”它瞅了瞅对方的脸色，吞了口口水，硬着头皮继续道，“我将您需要的食材每日定时送到您府上如何？”
en_us: "E-exalted Immortal!" The Rabbit Monarch tried its best to repress its fear. "I might be able to provide some assistance if you lack any ingredients for your meals. We rabbit demons are numerous in number and we are scattered across an extensive piece of land. We can procure all sorts of food for you. Why not…" It took a look at the woman to gauge her response before gulping down a mouthful of saliva and biting the bullet to continue, "What do you think about me delivering ingredients for your meals punctually every day?"

source: “上仙……”兔王满心的感动，蹭了蹭酸涩的鼻子，忍不住就脱口道，“上仙，您喜欢小兔子吗？刚出生的那种。要不我生了送你几只。”无以为报，以身相许怎么样？
en_us: "Exalted Immortal…" The Rabbit Monarch was filled with gratitude. It rubbed its nose as a lump rose in its throat — it blurted out, "Exalted Immortal, do you like little rabbits? Those newborns. Why not I give a few of mine to you after they are born?" With no way of expressing gratitude, the rabbit considered pledging its marriage to her.

source: “上仙。”兔王浑身触电似的抖了一圈，原本挺直的兔身，瞬间就垮了，整个都软趴了下去，若不是保持着兔形，这态势到有几分跪舔的味道，“按您的吩咐，我已经找齐人手了。”
en_us: "Exalted Immortal." The Rabbit Monarch's body quivered as if having received an electric shock. Its originally upright rabbit body collapsed in a second and it laid feebly on the ground. If not for the fact that it was retaining a rabbit's form, this situation would actually have seemed obsequious. "As per your orders, I have already found all the manpower you need."

source: “上仙哪里话，是在下自愿孝敬您的，无须灵石银钱！”
en_us: "Exalted Immortal, it's a way for me to show my respect for you. There is no need for you to pay me!"

source: “上仙慢走！”
en_us: "Exalted Immortal, take care!"

source: “上仙放心。”兔王用力的点头，“我这些兔子兔孙，做事向来麻利，交给他们一定没问题的。”
en_us: "Exalted Immortal, fret not, " the Rabbit Monarch nodded its head aggressively, "My rabbits and rabbit grandchildren have always been dexterous with their work. It will not be a problem to let them handle it."

source: “上仙放心，它们都是素食妖类。”兔王简直不敢相信，她居然这么好说话，而且好像还……挺客气，“那就这么说定了，明日开始我就给上仙送食材。”
en_us: "Exalted Immortal, rest assured. They are all herbivores." The Rabbit Monarch reeled in disbelief. It never expected the woman to be so agreeable to its proposal. Furthermore… she was rather polite. "It's settled then. I will deliver food to your residence from tomorrow onwards."

source: “上仙饶命，上仙饶命，我错了，是我等有眼不识泰山，犯冒了上仙。”兔王泪水鼻涕糊了一脸，硕大的兔头嗑得那叫一个卖力，整个身子抖得兔毛都一浪接一浪的。
en_us: "Exalted Immortal, please spare me! I was wrong, I had been entertaining angels unawares yet have offended you!" Covered in snot and tears, the Rabbit Monarch's massive head repeatedly struck the ground forcefully. Its body was trembling so vigorously that waves were flowing down its rabbit fur.

source: “上仙！”
en_us: "Exalted Immortal!"

source: “上仙，您找我？”
en_us: "Exalted Immortal, are you looking for me?"

source: “上仙，既然贵人没事，我就先行告退了。”
en_us: "Exalted Immortal, since Benefactor is fine, I shall be taking my leave."

source: “上仙，薄城主，既然魔界之门的事有仙君处理，不知两位接下来有什么打算？”他可不相信，堂堂曲双城城主，会除了仙城内那座府邸外，再找不着别的住所，还大老远的来这里蹭住。
en_us: "Exalted Immortal, City Lord Pu. Since the Lord is handling the matter of the door of Demon Realm. What do you two plan to do next?" asked Lonemoon. He refused to believe that the very City Lord of Qushuang City did not have other places to go other than living in their house in Qushuang City, let alone coming all the way to the Immortal Sect to live with him.

source: “上仙，请留步。”
en_us: "Exalted Immortal, please wait a moment!"

source: “上仙，贵人这是因为妖气入体，他又刚刚修复经脉，未及时将妖气排出，还强行动用灵气封印鬼旗，使得妖气反噬伤及肺腑，所以导致金丹受损。”
en_us: "Exalted Immortal, demonic aura has infiltrated Benefactor's body and since he has just regulated his meridians, he did not manage to discharge the demonic aura in time. On top of that, he forcefully used Spirit Qi to seal the eerie flag causing the demonic aura to infiltrate and harm his internal organs, thereby resulting in the damage of his Golden Core."

source: “上仙，贵人这是怎么了？”兔王实在忍不住问，指了指屋外，“我看他都跪了三天了。”
en_us: "Exalted Immortal, what happened to Benefactor?" The Rabbit Monarch could not hold back from asking any longer as it pointed outside of the house and said, "I saw that he has been kneeling for three days."

source: “上古丹阳宗！”青亦眼神越加的兴奋，死死盯着上面的字，“哈哈哈哈哈，这里果然……果然是上古丹阳宗的仙宫。”
en_us: "Ancient Dan Yang Sect!" Qing Yi's gaze grew more excited as he stared at those words. "Hahaha, this place is indeed… indeed the Ancient Dan Yang Sect's Immortal Pavilion."

source: “上古秘境入口，向来需要五百到一千年才会打开一次，最多持续三个月。你们这些下界仙门，可要抓紧了。”青尹满脸嘲讽的笑了一声，三人一起御剑而起转瞬消失在天际。
en_us: "The entrance to an Ancient Mystic Realm only reveals itself once every 500 to 1000 years and it will only remain for approximately three months. Those of you from the lower realm had better seize this opportunity," Qing Yin scoffed. With that, the three got onto their swords and disappeared into the horizon.

source: “上古秘境现世引发了上界一番异象，我等奉家主之命，前来查探。”青尹继续道，“此秘境凶险未知，而且上古之地，就连上青界也知之甚少。以防有失，我等愿助中青界先行入境一探。”
en_us: "The resurgence of the Ancient Mystic Realm has set off numerous anomalies in the Upper Azure World, thus we are here by the order of our master to investigate." Qing Yin continued, "The dangers of this mystic realm is currently unknown, and even the Upper Azure World has little knowledge of ancient realms. In case of any problems, we are willing to lend a helping hand to the Middle Azure World and head in first check it out."

source: “上善若水，水善利万脉而不争……天地浩浩，唯大道永恒，欲证天道，必先修自身……呃，错了……”
en_us: “Benevolent acts resemble water in character. Water benefits all and does not compete… In the vastness of the heaven and earth, only The Way is eternal. To obtain proof of heavenly law, one must first cultivate oneself… eh… no, wrong…”

source: “上山去了。”沈萤指了指山顶。
en_us: "Up the mountains." Shen Ying pointed to the peak.

source: “上岛的时候。”
en_us: "When we came onto the island."

source: “上次之事，多有误会。还得多谢大仙手下留情。”轩辕禹笑得一脸的和善，“不知这回大仙驾到，所为何事啊？”
en_us: "There were many misunderstandings between us the other time. We are most grateful to Great Immortal for being merciful to us." Xuan Yuanyu smiled a friendly smile. "May I enquire as to the matter which has brought Great Immortal here?"

source: “上次轩辕家的那个游仙。”孤月嘴角抽了抽，指着轩辕勇解释，转头看了看旁边的人，“至于这位，应该是轩辕家主吧？”
en_us: "He is the Traveling Immortal from the Xuan Yuan Family that we visited the other time," Lonemoon explained, his mouth twitching as he pointed to Xuan Yuanyong. He then turned to look at the man next to Xuan Yuanyong. "And you must be the patriarch of the Xuan Yuan Family?"

source: “上青城。”孤月上前一步道，“一般下界进入上青界的人，都会先去上青城。各大世家门派会在那里招收弟子门人。我们刚来，对上界的东西不了解，先去那里打探一下情况也好。”
en_us: "Upper Azure Town," Lonemoon corrected. He stepped forward and continued, "Normally, people from the Lower Realm visiting the Upper Azure World would stop by at that town first. The aristocratic families will go there to invite disciples to join their family. We've just arrived and we don't know much about the Upper Azure World. It'll be best if we head to Upper Azure Town to check things out first."

source: “上青城？”沈萤一脸茫然，把手里最后一块糕点塞进嘴里，“干嘛？”
en_us: "Go to Upper Azure Town?" Looking blank, Shen Ying stuffed the last piece of cake in her hand into her mouth. "What for?"

source: “上青界众所周知。”
en_us: "Everyone in the Upper Azure World knows that."

source: “上青界奥运会？”
en_us: "Upper Azure World Olympics?"

source: “上青界！”孤月一惊，“难怪他明明资质一般，却还是结婴了。原来是跟上界有关联。”
en_us: "The Upper Azure World!?" Lonemoon was alarmed. "It's no wonder he was a Nascent Soul despite his average talents. So it has to do with his connections with the upper world."

source: “上！”
en_us: "Attack!"

source: “上，将这个丧心病狂的疯子的腿打断，送去刑堂，等候我父亲发落，”江如狼也冷喝一声，从另外一边朝江逸冲去。
en_us: "Go, break this maniac's legs and send him to the Disciplinary Court. My father shall serve his punishment there," Jiang Rulang let out a shout and rushed at Jiang Yi from the other side.

source: “下次别放了，我讨厌香菜。”
en_us: "Don't use it next time, I hate parsley."

source: “下界来的剑修，貌非是……”男子睁大了眼睛，焦急的来回走了两趟，“五位游仙老祖可回来了？”
en_us: "Sword cultivators from the Lower Realm. Could it be…" The man's eyes widened as he paced around unnervingly, "Have the five Traveling Immortal Patriarchs returned?"

source: “不……不是。”郁红的脸色有些古怪，“这贴子不是用术法传送过来的。”
en_us: "No... No." With a odd expression on her face, Yu Hong explained, "This card was not sent over by sorcery."

source: “不……不用！”思羽带些羞涩的推了回去，“我只是有个问题想……请教掌门。”
en_us: "No… no need!" Si Yu bashfully pushed back a proffered fruit. "I only have a question to… consult Sect Master about."

source: “不……不能……不能告诉我爹……不能告诉家族！”
en_us: "No... Do not... Do not tell my dad... Do not tell the Family!"

source: “不……客气。”
en_us: "You're... welcome."

source: “不……我就问一下，另一只鸡熟了吗？”
en_us: "No… I want to ask, is the other chicken cooked?"

source: “不……打扰！”说打扰有用吗？你们人都来了啊！
en_us: Lonemoon answered awkwardly, "No... trouble at all!" Would there even be a point if I said it was troublesome? They are all here already!

source: “不一定，少的话三四个月，多的话……半年到一年也难说。”
en_us: "No fixed duration, a short one could take three to four months, a long one… about half a year to one year."

source: “不不不，一点都不麻烦。”兔王受宠若惊，用力的摇头。
en_us: "No no no, not at all!" Overwhelmed by the flattery, the Rabbit Monarch hurriedly shook its head.

source: “不不不，那个，我的意思是说……”
en_us: "No, no, no, what I mean is..."

source: “不久，也就三百多年。”
en_us: "Not long, only about three hundred years."

source: “不了解。”
en_us: "I do not understand."

source: “不了！”
en_us: "Don’t bother!"

source: “不仅如此，这人怕是对本派之事，很是熟悉。”奚辰狠声道，“我玄天宗的堂主，命牌与宗脉相连，在宗内受到伤害，会直接触发护山大阵，将凶手困于其中。此人特意选在羿真人渡劫结婴，护山大阵抵御劫雷余波，自动开启，无人察觉之时，才对玉鼎痛下杀手的。”
en_us: "Not only that, this person might actually be very familiar with the happenings within our sect." Xi Chen fiercely said, "As Blackheaven Sect's hall master, my life is intertwined with the sect. If i were to be harmed in the sect, it will immediately trigger the protective mountain array and trap the culprit within it. This person must have carefully selected this timing when Perfected Yi was going through his Nascent Soul Formation. The protective mountain array was resisting the aftermath of the lightning tribulation and opened up automatically, so without anyone realizing, he went ahead and murdered Yu Ding."

source: “不会吧你……”孤月转头看向沈萤，看了看四周压边声音道，“你这就不厚道了，揍他们一顿出出气就行了，干嘛连轩辕家本来那颗千叶草木灵也给抢过来了？那可是轩辕家的命根子啊。”你到底对轩辕家主做了什么啊喂？
en_us: "Oh no, you…" Lonemoon turned toward Shen Ying, and then looked around the vicinity. He lowered his voice and said, "That's not very kind. Beating them up to let off some steam was good enough, why did you snatch away the Xuan Yuan Family's Thousand Leaves Vegetation Spirit? That is their dearest possession." What exactly did you do to the Xuan Yuan Family's master?

source: “不会吧，你还真信啊喂？”智商呢？
en_us: "You can't be serious, you really believe that?" Does he have a brain?

source: “不会吧，原来真是他拿得？”
en_us: "That's impossible, he really took it?"

source: “不会是反派吧？”
en_us: "He's not a villain, is he?"

source: “不会是肉文吧？”
en_us: "Is it some obscene content?"

source: “不会！”
en_us: "No."

source: “不凶残啊。”她顿时想起某只兔兔，“除了胆子小了点，还是挺讲义气的，我是很喜欢的。”
en_us: "It's not scary," she replied, suddenly thinking of a certain rabbit. "They may be a little timid, but they are incredibly loyal. I like that."

source: “不去！”
en_us: Shen Ying shouted, "Not going!"

source: “不去！”她再次趴回桌上，都快要断粮了，还出什么门啊，不如省点力气。
en_us: "I'm not going!" She slumped back onto the table. We're about to go through a famine and he's thinking of going out? We should be saving whatever energy we have left.

source: “不去！”沈萤瘫在桌上的头一歪，秒拒！
en_us: "I'm not going!" Shen Ying immediately retorted, tilting her head slightly sideways as she continued to rest against the table.

source: “不去，又没工资！”
en_us: "I'm not going. I'm not even getting paid for it!"

source: “不可能。”他摇了摇头道，“师父除了吃和睡觉，从来不关心别的，连朋友都没几个，怎会请你……”
en_us: "That's impossible," Yi Qing shook is head. Other than eat and sleep, Master never cares about anyone or anything else. She doesn't even have many friends. Why would she invite you..."

source: “不可能，你不是有很多道具吗？再怎么样也不可能输吧。”
en_us: "That's impossible, don't you have a lot of tools? There's no way I can lose right."

source: “不可能，这……怎么可能？”
en_us: "No way, this... How can this be possible?"

source: “不啊！”沈萤老实回答。
en_us: "No!" Shen Ying replied honestly.

source: “不好——”
en_us: This is bad!

source: “不好意思，我讨厌渣男！”
en_us: "Sorry, but I hate scums!"

source: “不好看吗？”沈萤瞅了瞅后面华美的一片殿宇。
en_us: "Isn't it beautiful?" Shen Ying commented after she turned around to look at the beautiful palace.

source: “不好！”
en_us: "Damn it!"

source: “不好！师妹你要结丹了！”郁红一惊，大声道，“快坐下，凝神聚气，专心结丹。”
en_us: "Oh no! Junior Sister, you are going to complete your Core Formation!" Yu Hong was surprised as she shouted, "Quick, have a seat. Concentrate, gather your Qi and focus on your Core Formation."

source: “不好，它要化形了！”孤月一惊，四处看了看道，“这里灵气太杂乱，木灵气薄弱，会影响到它化形的。”
en_us: "No, it is manifesting!" Lonemoon was shocked, looking around him. "The Spirit Qi here is too messy. The Wood Spirit aura is very faint, so it will affect its manifestation."

source: “不好，是鬼王的声攻！”奚秋立马跳开了一步，如临大敌般对着屋内的人喊道，“快，布下结界！”
en_us: "Not good, it’s the Ghost King's sound attack!" Xi Qiu immediately jumped back, as if confronted by a formidable enemy. He shouted to the people in the hall, "Quick, set up the barrier!"

source: “不客气。”沈萤不在意的道，“下次还来玩啊。”
en_us: "You're welcome," said Shen Ying blithely. "We'll come again."

source: “不对！”
en_us: "No way!"

source: “不对！既然蓝色元力可以辅助疗伤，我这黑色元力这么变态，那也可以快速辅助疗伤啊？我何必还要去融合丹药的药力呢？”
en_us: "No, wait! Since blue essence force can help heal wounds and my black essence force is so obscenely powerful, surely it can speed up and facilitate my healing process? Why would I ever need to merge it with the elixir medical power?"

source: “不必。”
en_us: "No need."

source: “不必了！”他话音刚落两道白色的身影顿时落了下来，“我们已经来了。”那么大的动静，他们早已经察觉。
en_us: "There's no need for that!" The moment this voice was heard, two white silhouettes had landed at the hall simultaneously. "We are already here." They must have noticed such a large happening.

source: “不必，家师所知，已足我毕生学习。”羿清完全不为所动，一脸我有师父我骄傲的样子，“无需再选师门。”
en_us: "That's not necessary. The knowledge of my master is enough to last me an entire lifetime." Yi Qing was completely unmoved. With a look of pride, he said, "I don't need to look for another master."

source: “不想你们虎哥死，立即给我退后！”
en_us: "If you don't want your Brother Hu to die, back away from me immediately!"

source: “不愧……是师叔！”最先回过神来的是奚秋，也不知道是想到了什么，一脸惊喜的看向孤月道，“这鬼王果然被您赶出来了。”
en_us: "No wonder… it’s my Uncle Master!" The first to recover from the shock was Xi Qiu. It was unknown as to what he was thinking, but his face beamed with delight as he looked at Lonemoon. "This Ghost King was indeed drawn out by you."

source: “不愧是上古仙府。小小一个鼎炉，居然内藏天地。”尹岚回头看了看那个练丹炉，转头看向前方的三人，“还得多谢这位尊者留下的出口，我等才能寻着你们的气息，到了这仙宫。”
en_us: "This ancient immortal residence is really amazing. It’s just a tiny cauldron, but an entire world is hidden inside." Yin Lan looked back at the elixir-refining cauldron, then turned to look at the three people in front. "My thanks to this Supremacy for leaving us this entrance which enabled us to track your aura to this immortal pavilion."

source: “不愧是剑修，小子你果然有几分本事。”青亦一手按着胸口，摇摇晃晃的站了起来，带些警惕的看向浑身是血的羿清，“若今日你修为再强些，是化神……不，或许只要元婴后期。本尊还真就要载在你手上了。”刚刚那一剑，其实已经破了他的红莲业火，若不是他修为低，灵力不足，只维持了半刻钟，否则连他都要死在那剑下。
en_us: "You're a true sword cultivator. You're one capable lad," Qing Yi said as he held his chest. Slowly, he got to his feet, looking at the blood-covered Yi Qing with caution. "If you were just a little bit stronger, Soul Formation- No, just Nascent Soul in the late stages, I could have really died at your hands." Yi Qing's sword had actually overcome the Red Lotus Karmic Fire. If his cultivation level wasn't this low and he had more Spiritual Power, he would have been able to maintained the Great Sword for longer than half a minute. Then, Qing Yi would really have died at his hands.

source: “不愧是能进到塔顶的人，在这么浓烈的魔气之中，居然还能安然无恙。”那个黑影感叹了一句，语气之中更加的满意了。
en_us: "You realy have the capabilities to make it to the top of the pagoda. You're still so calm and peaceful despite being surrounded by such thick demonic Qi," the black figure exclaimed. He sounded even more satisfied than before.

source: “不拔？！”他冷眼顿时就扫了过去，“你以为维持一个门派的正常运营这么容易啊？不拔萝卜我们哪来的灵石？”
en_us: "Not harvest?!" He sneered as he scanned over, "Do you think its is so easy to maintain the normal operations of a sect? If we do not harvest radishes, how are we going to get spirit stones?"

source: “不搬家！”沈萤歪了歪头，搬家什么的好麻烦啊。
en_us: "We are not moving!" repeated Shen Ying. What is so good about moving house? It is so troublesome.

source: “不敢不敢不敢！”魔王连连摇着头保证，却不敢起来，干脆也就跪着了，深吸了一口气，才试探的问，“那大仙，能提点一下，小魔到底做错了什么吗？”
en_us: “NO NO NO！”魔王连连摇着头保证，却不敢起来，干脆也就跪着了，深吸了一口气，才试探的问，“那大仙，能提点一下，小魔到底做错了什么吗？”

source: “不敢欺瞒尊上。”
en_us: "I dare not hide facts or lie in front of you, Supremacy."

source: “不是……”她没想驱使，只是想吃而已。
en_us: "I don't mean..." She did not want to control beasts, she just wanted to eat them.

source: “不是……”沈萤仍是没动，“阿飘不说他那化仙丹是五万年前练的吗？”
en_us: "No…" Shen Ying refused to move. "Didn't the ghost say that the Immortal Formation Pill was refined 50,000 years ago?"

source: “不是……”郁红嘴角抽了抽，“易家家主……已经来了。”
en_us: "No... " Yu Hong's mouth twitched. "The Yi Family Patriarch is... already here."

source: “不是……他们不是来投靠的，说是……说是下界来……来算账的！”
en_us: "No… they are not here to seek refuge, they said… said that they are from the Lower Realm… and are here to settle scores!"

source: “不是。”羿清摇了摇头，“这是最近的一个修士城池，顺于城。玄天宗路途太远，单是御剑的话，恐怕要半个月才能到达山门。此城里面有传送阵法，可直接传到玄天宗。”
en_us: "No." Yi Qing shook his head. "This is the nearest city for cultivators, Shunyu City. The distance to Blackheaven Sect is way too far, relying solely on sword-riding would take half a month before we can get there. This city has an array formation for transportation, which can send us directly to Blackheaven Sect."

source: “不是你说要建宗立派吗，不招……卧槽，你不会不打算招人吧？”孤月上下打量了她一眼，指了指后面仙气缭绕的一片宫殿道，“不收弟子，你TM建这么大一片殿宇干嘛？”
en_us: "Didn't you say you wanted to establish a sect? If we don't recruit… Holy shit, you're not planning to recruit any disciples, are you?" Lonemoon looked Shen Ying up and down, then pointed to the palace surrounded by Immortal Qi behind him. "If we won’t recruit disciples, why did you build such a freaking huge palace?"

source: “不是吧，沈萤。”孤月拉了拉她的衣袖，一脸不赞同的低压声音道，“你不会同情这个妖怪，想放过它吧？”那个魔修就算了，本性不坏，而且情有可原！但这妖狐一看就是浑身血煞气，生性嗜杀，现在放了，以后还不定害死多少人。
en_us: "No way, Shen Ying." Lonemoon pulled at her sleeve. With a face filled with disagreement, he asked her in a low voice, "Don't tell me you sympathize with this demon and want to let it go? That fiendish cultivator was not evil in nature so it was understandable to let her go! But this fox demon obviously gives off an immense blood aura. It’s bloodthirsty in nature, so if it’s released, it could harm way more people in the future.”

source: “不是吧？别吓我啊！”看沈萤这样子，压根没有认出他来，直接把他当成吵她睡觉的同伙了，这起床身也太恐怖了吧，偏偏他根本没地方躲，“等等……沈萤，别冲动啊喂，你清醒点看看我是谁啊！沈萤……掌门……大佬！”
en_us: "You think so? Don't frighten me!" Looking at Shen Ying, Feng Ying realized that she showed no signs of recognition, but instead regarded him as part of the gang who had disturbed her sleep. Her just-got-up-from-bed persona was truly terrifying but he could find no place to hide. "Wait... Shen Ying, don't be hasty, take a good look at me! Shen Ying...Sect Master...Big Guy!"

source: “不是啊。”
en_us: "Nope."

source: “不是啊。”对方无辜的眨了眨眼，摇摇头道，“我是看天晚了，所以打算不走了。”说完，变戏法般从身后掏出两只色泽艳丽的野鸡，“妹子，你会烤鸡吗？”
en_us: "No, it's not that." Shen Ying blinked innocently and shook her head. "It was getting late so I decided to stay." Then as if by magic, she pulled out two pheasants from behind her. "Sister, can you roast chicken?"

source: “不是啊！”
en_us: "Nope!"

source: “不是啊！”沈萤摇头。
en_us: "No!" Shen Ying shook her head.

source: “不是啊，我只是单纯的想换个地方吃饭。”
en_us: "Nope, I purely wanted to switch places to eat."

source: “不是她，是另一个！”他像是想起了什么，浑身突然一抖。
en_us: "It's not her, it's the other one!" As if recalling something, he shuddered.

source: “不是我……”
en_us: "No, I-"

source: “不是有句话叫：一力降十会嘛！”
en_us: "Isn't there the saying: one strong man can defeat ten skillful ones!"

source: “不是有意的？”
en_us: "Did not mean to do it?"

source: “不是自己跑的！”趴在桌上沈萤突然插了一句，“有人拉走的。”
en_us: "They didn't run away on their own" Shen Ying, who had been lying on the table, suddenly interrupted. "Someone took them away."

source: “不是说只要到塔顶就行了吗？”
en_us: "I thought you said that reaching the top level was the goal?"

source: “不是！”沈萤一把敲下了他的筷子，我哪知道你是不用吃饭的啊！“我跟你不一样，我吃饭是因为饿，必须吃。既然饭菜对你修行无益，就别吃了。”万一真的吃坏肚子怎么办？
en_us: "No!" Shen Ying slapped at his chopsticks. How would I have known that you did not need to eat! "I am unlike you, I eat because I'm hungry, because I have to. Since food is not beneficial to your cultivation, then better not eat." There was no knowing what harm the food might cause to his stomach.

source: “不是，孤月长老。”她有些着急的上前一步，指了指外面道，“我的意思是，他们……现在已经到山下了。”
en_us: "No, Elder Lonemoon." Yu Hong hurriedly stepped forwards and pointed outside. "I mean they're... already at the foot of the mountain."

source: “不是？”羿清一愣，低头认真的思考了半会又睁大了眼睛，“莫非……师父认为此行会发生什么特殊情况，对我的修行会是一种考验，担心我不能应付？”
en_us: "No?" Perplexed, Yi Qing bowed his head in thought. After pondering for a while, his eyes widened and he asked, "Could it be that… Master thinks that something unusual will happen during this expedition which will put my cultivation to the test and you are worried that I can't cope?"

source: “不死冥皇！”
en_us: "Undying Netherworld King!"

source: “不然呢？你有带孜然啊？”看不出，你还是个有讲究的厨……妹子！
en_us: "What more is there to it? Ah, do you have cumin with you?" I didn't know that you were such a meticulous chef… sister!

source: “不用。”
en_us: "There's no need."

source: “不用。”珠子她很多的。
en_us: "No need." She had plenty of such beads.

source: “不用了。”
en_us: "That's not necessary."

source: “不用了。”她摇了摇头，接着又加了句，“我喜欢吃兔子，又不喜欢养兔子！”
en_us: "There's no need." She shook her head and continued, "I like to eat rabbits, not raise and take care of rabbits!"

source: “不用了吧？”
en_us: "That's not necessary?"

source: “不用了！”
en_us: "That won't be necessary!"

source: “不用了，我又没做啥。”
en_us: "There's no need. I didn't do anything actually.”
